#დაწერეთ პროგრამა, რომელიც მოუწოდებს მომხმარებელს შეიყვანოს ნივთების რაოდენობა, რომლის შეძენაც სურს.დარწმუნდით, რომ მომხმარებელი შეიყვანს დადებითი რიცხვს.თითოეული ნივთისთვის, შესთავაზეთ მომხმარებელს შეიყვანოს ფასი.დარწმუნდით, რომ მომხმარებელი შეიყვანოს დადებითი რიცხვს პროდუქტის ფასისთვის.გამოთვალეთ და აჩვენეთ ყველა ელემენტის მთლიანი ღირებულება.
num1=int(input("Please enter how many ... do you want to buy?:"))
num2=int(input("And whats the price of ...?:"))
num3=(num1 * num2)
print("you have to pay")
print(num3)
