#დაწერეთ პროგრამა,  რათა შეამოწმოთ, აქვს თუ არა მომხმარებელს ფასდაკლების უფლება მისი ასაკისა და შესყიდვის მთლიანი თანხის მიხედვით. შესთავაზეთ მომხმარებელს შეიყვანოს მათი ასაკი და შესყიდვის მთლიანი თანხა. დარწმუნდით, რომ მომხმარებელი შეიყვანს დადებითი რიცხვს ასაკისა და შესყიდვის თანხისთვის. გამოიყენეთ შემდეგი ფასდაკლების წესები: 60 წელზე უფროსი ასაკის მომხმარებლებს შეუძლიათ ისარგებლონ ფასდაკლებით.კლიენტებს, რომლებიც ხარჯავენ $100 ან მეტს, შეუძლიათ მიიღონ ფასდაკლება. 60 წელზე უფროსი ასაკის მომხმარებლები და 100 დოლარი ან მეტი დახარჯული აქვთ უფრო მაღალი ფასდაკლების უფლება. მომხმარებლისთვის აჩვენეთ შეტყობინება, რომელშიც მითითებულია, შეუძლიათ თუ არა მას ფასდაკლება და ფასდაკლების ოდენობა, თუ ეს შესაძლებელია.

age=int(input("Please enter how old are you?:"))
money=int(input("Please enter how much are you spending in our store today?:"))

if age>60:
    money>100
    print("you can have a discount")

else:
    age<60 
    money<100 
    print("sorry you can't have a discount")
