#დაწერეთ პროგრამა, რათა შეამოწმოთ, არის თუ არა სტუდენტი უფლებამოსილი სტიპენდიის მისაღებად მათი აკადემიური მოსწრებისა და ოჯახის შემოსავლის მიხედვით. სთხოვეთ მომხმარებელს შეიყვანოს თავისი GPA (საშუალო ქულა) და ოჯახის შემოსავალი. დარწმუნდით, რომ მომხმარებელი შეიყვანს დადებითრიცხვებს. გამოიყენეთ შემდეგი დასაშვებობის კრიტერიუმები: სტუდენტები GPA 3.5 ან მეტი ადამიანი უფლებამოსილია სტიპენდიის მისაღებად. სტუდენტები, რომლებსაც აქვთ GPA 3.0 ან მეტი და ოჯახის შემოსავალი $50,000-ზე ნაკლები, შეუძლიათ მიიღონ უმაღლესი სტიპენდია. სტუდენტები, რომლებსაც აქვთ GPA 3.0-ზე დაბალი, არ შეუძლიათ სტიპენდიის მიღება. მომხმარებლისთვის აჩვენეთ შეტყობინება, რომელშიც მითითებულია, რამდენად შეუძლიათ სტიპენდიის მიღება და სტიპენდიის ოდენობა, თუ ეს შესაძლებელია.
GPA=float(input("Please enter your GPA?:"))
fiey=float(input("Please enter how much does your family makes per year?:"))

if GPA>=3.0:
    fiey<50000
    print("You can have a highest scholarship")

else:
    GPA>=3.5
    fiey>50000
    print("You can have a scholarship")
