import React from "react";

export default function information() {
    return (
        <div>
            <p>ვეფხვი ყველაზე ძლიერი და მეორე ყველაზე დიდი სახეობაა კატისებრი ოჯახიდან
            ძირითადად გავრჩელებულია აზიის ქვეყნებში: ინდოეთი, ბანგლადეში, ნეპალი, ბუტანი, მალაიზია და ინდონეზიაში.
            </p>
            <p>ლომი არის ყველაზე დიდი სახეობა კატისებრა ოჯახიდან და იგი ცხოველთა მეფეა.
            ძირითადად გავრცელებულია აფრიკის სუბ-საჰარელი რეგიონი და ინდოეთში</p>
            <p>წიწილა ქათმის შვლილია. გავრცელებულია მთელ მსოფლიოში, ადამიანებთან ახლოს.</p>
            <p>ზღვის ლომი წყლის ბინადარია და შეუძლია რამოდენიმე ათასი კვერცხი მუცლიდან წამებში გამოყაროს.
            გავრცელებულია სანაპირო ზონები წყნარ ოკეანეში: კალიფორნია, ჩილე, არგენტინა, ავსტრალია.</p>
            <p>იხვნისკარტა ფრინველია რომელსაც იმხელა პირი აქვს რომ მიგრაციისას შეუძლია 1-3 ბარტყი ნისკარტში დააბუდოს ნიანგისავით.
            ძირითადად გავრჩელებულია თითქმის მთელ მსოფლიოში წყლის მასიურებთან: ტბები, მდინარეები, ზღვის სანაპიროები </p>
        </div>
    );
}